---
kind: other
id: Properties.T:Autodesk.Revit.DB.DimensionType
source: html/6bb9cd50-3294-3455-57fd-3d9f77b6ff99.htm
---
# DimensionType Properties

The alternate units display mode for this DimensionType.